<?php

return [

    /**
     * URL для получения курсов валют
     */
    'cbrUrl' => 'http://www.cbr.ru/scripts/XML_daily.asp',

    /**
     * Список валют в парах ключ->тип валюты
     */
    'listValutes' => [
        "AUD" => "R01010", 
        "ATS" => "R01015", 
        "AZN" => "R01020A", 
        "GBP" => "R01035", 
        "AON" => "R01040F", 
        "AMD" => "R01060", 
        "BYR" => "R01090", 
        "BYN" => "R01090B", 
        "BEF" => "R01095", 
        "BGN" => "R01100", 
        "BRL" => "R01115", 
        "HUF" => "R01135", 
        "VND" => "R01150", 
        "HKD" => "R01200", 
        "GRD" => "R01205", 
        "GEL" => "R01210", 
        "DKK" => "R01215", 
        "AED" => "R01230", 
        "USD" => "R01235", 
        "EUR" => "R01239", 
        "EGP" => "R01240", 
        "INR" => "R01270", 
        "IDR" => "R01280", 
        "IEP" => "R01305", 
        "ISK" => "R01310", 
        "ESP" => "R01315", 
        "ITL" => "R01325", 
        "KZT" => "R01335", 
        "CAD" => "R01350", 
        "QAR" => "R01355", 
        "KGS" => "R01370", 
        "CNY" => "R01375", 
        "KWD" => "R01390", 
        "LVL" => "R01405", 
        "LBP" => "R01420", 
        "LTL" => "R01435", 
        "MDL" => "R01500", 
        "DEM" => "R01510A", 
        "NLG" => "R01523", 
        "NZD" => "R01530", 
        "NOK" => "R01535", 
        "PLN" => "R01565", 
        "PTE" => "R01570", 
        "ROL" => "R01585", 
        "RON" => "R01585F", 
        "XDR" => "R01589", 
        "SGD" => "R01625", 
        "SRD" => "R01665A", 
        "TJS" => "R01670", 
        "THB" => "R01675", 
        "TRY" => "R01700J", 
        "TMM" => "R01710", 
        "TMT" => "R01710A", 
        "UZS" => "R01717", 
        "UAH" => "R01720", 
        "FIM" => "R01740", 
        "FRF" => "R01750", 
        "CZK" => "R01760", 
        "SEK" => "R01770", 
        "CHF" => "R01775", 
        "XEU" => "R01790", 
        "EEK" => "R01795", 
        "YUN" => "R01805", 
        "RSD" => "R01805F", 
        "ZAR" => "R01810", 
        "KRW" => "R01815", 
        "JPY" => "R01820" 
    ]
     
];